// 修改之前
http://192.168.30.98:8080/saas/restCustomerService/queryBuildInfo
{"res":{"Item":{"build_code":"Bd130102000100B","build_id":"JZ1505378824856","build_local_id":"我要改图片","picture":[{"key":"150797756511667399645992554721123123.jpg","name":"123123"}]},"Result":"success"}}

// 修改的
{"type":1,"name":"123123","key":"150797756511667399645992554721123123.jpg"}

// 修改后返回的
{"key":"1507977444315676001671236008415558000001.jpg","name":"5558000001"}

{"key":"150797756511667399645992554721123123.jpg","name":"123123"}
